---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MassDataMassInteriorWallArea
source: html/d5ef93c8-82b8-b31b-2834-c6b12040f246.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MassDataMassInteriorWallArea Property

"Mass Interior Wall Area"

## Syntax (C#)
```csharp
public static ForgeTypeId MassDataMassInteriorWallArea { get; }
```